Revit 2027 API
GroupTypeId.RebarSystemLayers Property
 Layers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayers { get; }
Public Shared ReadOnly Property RebarSystemLayers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayers {
	ForgeTypeId^ get ();
}
static member RebarSystemLayers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace